# coding: utf8
"""
Descriptive Point for player level
"""
SUBSCRIPTION_TITLE = "إشعار بتسجيلك في رياضة جديدة"
SUBSCRIPTION_MESSAGE = ("يسرنا إبلاغك بأنه تم تسجيلك في رياضة [اسم الرياضة] بنجاح."
                        " نتمنى لك التوفيق والتقدم في هذه الرياضة الجديدة")

METRIC_TITLE = "إشعار بتسجيل قياساتك البدنية"
METRIC_MESSAGE = ("نود إعلامك بأنه تم تسجيل قياساتك البدنية بنجاح في نظام النادي."
                  " يمكنك الاطلاع على تفاصيل القياسات من خلال حسابك الشخصي")


HANDSHAKE_TITLE = "إشعار بتسجيلك في النادي"
HANDSHAKE_MESSAGE = ("نود إعلامك بأنه تم تسجيلك بنجاح في نادي [اسم النادي]."
                     " نتمنى لك تجربة رياضية ممتعة ومليئة بالنجاحات")


ROUTINE_TITLE = " إشعار ببرنامجك الرياضي الجديد"
ROUTINE_MESSAGE = ("نود إعلامك بأنه تم إعداد برنامج رياضي جديد لك. "
                   "يمكنك الاطلاع على تفاصيل البرنامج من خلال حسابك الشخصي في النادي")

PAYMENT_TITLE = "إشعار بتسديد دفعة الاشتراك"
PAYMENT_MESSAGE = "نشكرك على تسديد دفعة الاشتراك الخاصة بك. تم تأكيد استلام المبلغ بنجاح."


ATTENDANCE_TITLE = " إشعار ببرنامجك الرياضي الجديد"
ATTENDANCE_MESSAGE = " نود إعلامك بأنه تم تسجيل دخولك إلى النادي بنجاح. نتمنى لك وقتاً ممتعاً ومفيداً."
